{
  "HomePage": {
    "title": "نباتاتنا أفضل معاً",
    "recommended": "موصى به:",
    "search": "بحث عن النباتات...",
    "login": "تسجيل الدخول",
    "nick": "الاسم:",
    "password": "كلمة المرور:",
    "loginBtn": "دخول",
    "cancel": "إلغاء",
    "noAccount": "ليس لديك حساب؟",
    "register": "سجل الآن!",
    "author": "المؤلف:",
    "rating": "التقييم:",
    "showMore": "عرض المزيد من النباتات",
    "nav": ["الصفحة الرئيسية", "معرض الصور", "من نحن", "القواعد", "اتصل بنا"],
    "searchPlaceholder": "البحث نشط",
    "searchInfo": "ستكون منطق البحث الكامل هنا.",
    "close": "إغلاق",
    "rights": "جميع الحقوق محفوظة.",
    "privacy": "سياسة الخصوصية",
    "terms": "شروط الاستخدام"
  },
  "ProfilePage": {
    "plantsCount": "عدد النباتات",
    "friendsCount": "الأصدقاء",
    "userPlantsTitle": "مجموعتك من النباتات",
    "editProfile": "تعديل الملف الشخصي"
  },
  "TermsPage": {
    "title": "شروط الخدمة لمنصة Plant Portal",
    "content": "I. التعريفات\n1. مزود الخدمة – جون ويدر، الكائن في وارسو (00‑234)، شارع بولنا 7، رقم التعريف الضريبي: 111‑111‑11‑11.\n2. المستخدم – أي فرد يستخدم الخدمة.\n3. الحساب – مساحة شخصية في الخدمة محمية باسم مستخدم وكلمة مرور.\n4. المحتوى – الصور، أوصاف النباتات، التعليقات، والرسائل التي ينشرها المستخدم.\n5. الخدمة – البوابة النباتية المتوفرة على [النطاق الخاص بك].\n6. DSA – اللائحة (الاتحاد الأوروبي) 2022/2065 (قانون الخدمات الرقمية).\n\nII. إبرام الاتفاقية\n1. يتم إبرام الاتفاقية عند التسجيل (للمستخدمين المسجلين) أو عند دخول الموقع (للمستخدمين غير المسجلين).\n2. الاتفاقية للمستخدمين المسجلين تُبرم لمدة غير محددة.\n3. يمكن للمستخدم إنهاء الاتفاقية في أي وقت عن طريق حذف حسابه.\n\nIII. قواعد الاستخدام\n1. الخدمة مخصصة لمشاركة الشغف النباتي ومحافظ النباتات.\n2. يُحظر على المستخدمين نشر محتوى غير قانوني، بما في ذلك:\n   ◦ المحتوى الذي ينتهك حقوق الطبع والنشر للمصورين أو المؤلفين الآخرين.\n   ◦ التجارة غير القانونية في الأنواع المحمية (المدرجة ضمن CITES أو قوانين البيئة المحلية).\n   ◦ الرسائل المزعجة (سبام)، الإعلانات التجارية للخدمات المنافسة، أو المواد المهينة.\n3. يجب على المستخدمين التصرف باحترام تجاه أعضاء المجتمع الآخرين.\n\nIV. المحتوى الذي تم إنشاؤه بواسطة الذكاء الاصطناعي\n1. يجب أن يكون لدى المستخدم حقوق كاملة للمحتوى الذي ينشره.\n2. يحتفظ مزود الخدمة بالحق في إزالة المحتوى الناتج كليًا أو جزئيًا عن طريق الذكاء الاصطناعي، خاصة إذا لم يتم تمييزه بوضوح أو إذا كان يقلد نباتات/مواقف حقيقية لخداع المستخدمين الآخرين.\n3. تقييم الأصالة: للمسؤول الحق الحصري في تقييم المحتوى تقنيًا وجماليًا. إذا اشتبه المسؤول بشكل معقول في أن صورة ما قد تم إنشاؤها بواسطة الذكاء الاصطناعي دون تمييز، فيمكنه إزالة المحتوى استنادًا إلى التحليل الفني أو عدم الاتساق التشريحي/النباتي.\n\nV. الإشراف وDSA\n1. يتم الإشراف يدويًا بواسطة المشرفين.\n2. الإبلاغ: يمكن لأي شخص الإبلاغ عن المحتوى غير القانوني أو المخالف للسياسات باستخدام زر/نموذج \"الإبلاغ\".\n3. بيان الأسباب: إذا تم إزالة المحتوى أو تقييده، سيتلقى المستخدم تفسيرًا عبر البريد الإلكتروني (وفقًا لمتطلبات DSA).\n4. حق الاستئناف: يحق للمستخدمين الاستئناف ضد قرار الإشراف خلال 6 أشهر من إبلاغهم.\n\nVI. المسؤولية\n1. لا يتحمل مزود الخدمة مسؤولية صحة البيانات المقدمة من المستخدمين أو المحتوى الذي ينشرونه.\n2. يتحمل المستخدم مسؤولية كاملة عن أي انتهاكات لحقوق الطبع والنشر أو الحقوق الشخصية الناتجة عن منشوراته.\n3. الخدمة لأغراض إعلامية فقط. لا يتحمل مزود الخدمة المسؤولية عن أي ضرر للنباتات أو الصحة الناتج عن النصائح التي يشاركها المستخدمون.\n\nVII. أحكام ختامية\n1. يحتفظ مزود الخدمة بالحق في تغيير هذه الشروط مع إشعار مسبق لمدة 14 يومًا.\n2. تخضع الأمور غير المنصوص عليها في هذه الشروط للقانون البولندي ولوائح الاتحاد الأوروبي.\n3. تدخل هذه الشروط حيز التنفيذ في 26 ديسمبر 2025."
  }
}