{
  "HomePage": {
    "title": "Weed be better together",
    "recommended": "EMPFOHLEN:",
    "search": "Pflanzen suchen...",
    "login": "Anmelden",
    "nick": "Benutzername:",
    "password": "Passwort:",
    "loginBtn": "Einloggen",
    "cancel": "Abbrechen",
    "noAccount": "Kein Konto?",
    "register": "Registrieren!",
    "author": "Autor:",
    "rating": "Bewertung:",
    "showMore": "Mehr Pflanzen anzeigen",
    "nav": ["Startseite", "Galerie", "Über uns", "AGB", "Kontakt"],
    "searchPlaceholder": "Suche ist aktiv",
    "searchInfo": "Hier wird die vollständige Suchlogik sein.",
    "close": "Schließen",
    "rights": "Alle Rechte vorbehalten.",
    "privacy": "Datenschutz",
    "terms": "Nutzungsbedingungen"
  },
  "ProfilePage": {
    "plantsCount": "Anzahl der Pflanzen",
    "friendsCount": "Freunde",
    "userPlantsTitle": "Deine Pflanzensammlung",
    "editProfile": "Profil bearbeiten"
  },
  "TermsPage": {
    "title": "Nutzungsbedingungen für Plant Portal",
    "content": "I. Definitionen\n1. Dienstanbieter – John Weeder, mit Sitz in Warschau (00-234), Polna‑Straße 7, NIP: 111‑111‑11‑11.\n2. Benutzer – Jede Person, die den Dienst nutzt.\n3. Konto – Ein personalisierter Bereich im Dienst, gesichert durch Login und Passwort.\n4. Inhalt – Fotos, Pflanzenbeschreibungen, Kommentare und Nachrichten, die vom Benutzer gepostet werden.\n5. Dienst – Das botanische Portal unter [Ihre Domäne].\n6. DSA – Verordnung (EU) 2022/2065 (Digital Services Act).\n\nII. Vertragsabschluss\n1. Der Vertrag kommt mit der Registrierung (für registrierte Benutzer) oder mit dem Betreten der Seite (für nicht registrierte Benutzer) zustande.\n2. Der Vertrag für registrierte Benutzer wird auf unbestimmte Zeit geschlossen.\n3. Der Benutzer kann den Vertrag jederzeit durch Löschen seines Kontos kündigen.\n\nIII. Nutzungsregeln\n1. Der Dienst dient dem Teilen botanischer Interessen und Pflanzenportfolios.\n2. Benutzern ist es untersagt, illegale Inhalte zu veröffentlichen, darunter:\n   ◦ Inhalte, die Urheberrechte von Fotografen oder anderen Autoren verletzen.\n   ◦ Illegaler Handel mit geschützten Arten (aufgeführt unter CITES oder lokalen Umweltgesetzen).\n   ◦ Spam, kommerzielle Werbung für konkurrierende Dienste oder beleidigendes Material.\n3. Benutzer müssen sich respektvoll gegenüber anderen Mitgliedern der Community verhalten.\n\nIV. KI‑generierte Inhalte\n1. Der Benutzer muss volle Rechte an den Inhalten haben, die er postet.\n2. Der Dienstanbieter behält sich das Recht vor, Inhalte, die ganz oder teilweise von KI (künstlicher Intelligenz) generiert wurden, zu entfernen, insbesondere wenn sie nicht klar gekennzeichnet sind oder echte Pflanzen/Situationen nachahmen, um andere Benutzer irrezuführen.\n3. Authentizitätsbewertung: Der Administrator hat das ausschließliche Recht, Inhalte technisch und ästhetisch zu bewerten. Wenn der Administrator begründeten Verdacht hat, dass ein Foto eine nicht gekennzeichnete KI‑Generierung ist, kann er den Inhalt aufgrund technischer Analyse oder anatomisch/botanischer Inkonsistenzen entfernen.\n\nV. Moderation und DSA\n1. Die Moderation erfolgt manuell durch Administratoren.\n2. Meldung: Jede Person kann illegale oder gegen Richtlinien verstoßende Inhalte über die Schaltfläche/Formular „Melden“ melden.\n3. Begründung: Wenn Inhalte entfernt oder eingeschränkt werden, erhält der Benutzer eine Erklärung per E‑Mail (gemäß DSA‑Anforderungen).\n4. Recht auf Berufung: Benutzer haben das Recht, innerhalb von 6 Monaten nach Benachrichtigung gegen eine Moderationsentscheidung Berufung einzulegen.\n\nVI. Haftung\n1. Der Dienstanbieter haftet nicht für die Authentizität der von Benutzern bereitgestellten Daten oder für die von ihnen geposteten Inhalte.\n2. Der Benutzer ist allein verantwortlich für alle Urheberrechts‑ oder Persönlichkeitsrechtsverletzungen, die sich aus seinen Veröffentlichungen ergeben.\n3. Der Dienst dient nur zu Informationszwecken. Der Dienstanbieter ist nicht verantwortlich für Schäden an Pflanzen oder Gesundheit, die durch von Benutzern geteilte Ratschläge entstehen.\n\nVII. Schlussbestimmungen\n1. Der Dienstanbieter behält sich das Recht vor, diese Bedingungen mit einer Frist von 14 Tagen zu ändern.\n2. Angelegenheiten, die in diesen Bedingungen nicht geregelt sind, unterliegen polnischem Recht und EU‑Vorschriften.\n3. Diese Bedingungen treten am 26. Dezember 2025 in Kraft."
  }
}