{
  "HomePage": {
    "title": "Weed be better together",
    "recommended": "RECOMMENDED:",
    "search": "Search plants...",
    "login": "Login",
    "nick": "Username:",
    "password": "Password:",
    "loginBtn": "Login",
    "cancel": "Cancel",
    "noAccount": "Don't have an account?",
    "register": "Register here!",
    "author": "Author:",
    "rating": "Rating:",
    "showMore": "Show more plants",
    "nav": ["Home", "Gallery", "About Us", "Terms", "Contact"],
    "searchPlaceholder": "Search is active",
    "searchInfo": "Full search logic will be here.",
    "close": "Close",
    "rights": "All rights reserved.",
    "privacy": "Privacy Policy",
    "terms": "Terms of Use"
  },
  "ProfilePage": {
    "plantsCount": "Plants count",
    "friendsCount": "Friends",
    "userPlantsTitle": "Your plant collection",
    "editProfile": "Edit profile"
  },
  "TermsPage": {
    "title": "Terms of Service",
    "content": "I. Definitions\n1. Service Provider – John Weeder, located in Warsaw (00-234), Polna 7 Str., NIP: 111-111-11-11.\n2. User – Any individual using the Service.\n3. Account – A personalized space in the Service secured by a login and password.\n4. Content – Photos, plant descriptions, comments, and messages posted by the User.\n5. Service – The botanical portal located at [Your Domain].\n6. DSA – Regulation (EU) 2022/2065 (Digital Services Act).\n\nII. Conclusion of Agreement\n1. The agreement is concluded upon registration (for Registered Users) or upon entering the site (for Unregistered Users).\n2. The agreement for Registered Users is concluded for an indefinite period.\n3. The User may terminate the agreement at any time by deleting their account.\n\nIII. Rules of Use\n1. The Service is intended for sharing botanical passion and plant portfolios.\n2. Users are prohibited from posting illegal content, including:\n   ◦ Content violating copyrights of photographers or other authors.\n   ◦ Illegal trade of protected species (listed under CITES or local environmental laws).\n   ◦ Spam, commercial advertisements of competing services, or offensive material.\n3. Users must behave respectfully towards other members of the community.\n\nIV. AI-Generated Content\n1. The User must have full rights to the Content they post.\n2. The Service Provider reserves the right to remove Content generated in whole or in significant part by AI (Artificial Intelligence), especially if it is not clearly labeled as such or if it mimics real plants/situations to mislead other Users.\n3. Authenticity Assessment: The Administrator holds the exclusive right to technically and aesthetically evaluate Content. If the Administrator reasonably suspects that a photo is an unlabeled AI generation, they may remove the Content based on technical analysis or anatomical/botanical inconsistencies.\n\nV. Moderation and DSA\n1. Moderation is performed manually by Administrators.\n2. Reporting: Any person may report illegal or policy-violating content using the \"Report\" button/form.\n3. Statement of Reasons: If Content is removed or restricted, the User will receive an explanation via email (as per DSA requirements).\n4. Right to Appeal: Users have the right to appeal a moderation decision within 6 months of being notified.\n\nVI. Liability\n1. The Service Provider is not liable for the authenticity of data provided by Users or for the Content they post.\n2. The User is solely responsible for any copyright or personal rights violations resulting from their posts.\n3. The Service is for informational purposes only. The Service Provider is not responsible for any damage to plants or health resulting from advice shared by Users.\n\nVII. Final Provisions\n1. The Service Provider reserves the right to change these Terms with 14 days' notice.\n2. Matters not covered by these Terms shall be governed by Polish law and EU regulations.\n3. These Terms enter into force on December 26, 2025."
  }
}